{
  "architectures": [
    "BertForSequenceClassification"
  ],
  "attention_probs_dropout_prob": 0.1,
  "classifier_dropout": null,
  "dtype": "float32",
  "embedding_size": 768,
  "hidden_act": "gelu",
  "hidden_dropout_prob": 0.1,
  "hidden_size": 768,
  "id2label": {
    "0": "commercial unit",
    "1": "flat",
    "2": "houseorplot",
    "3": "landparcel",
    "4": "others"
  },
  "initializer_range": 0.02,
  "intermediate_size": 3072,
  "label2id": {
    "commercial unit": 0,
    "flat": 1,
    "houseorplot": 2,
    "landparcel": 3,
    "others": 4
  },
  "layer_norm_eps": 1e-12,
  "max_position_embeddings": 512,
  "model_type": "bert",
  "num_attention_heads": 12,
  "num_hidden_layers": 12,
  "pad_token_id": 0,
  "position_embedding_type": "absolute",
  "problem_type": "single_label_classification",
  "transformers_version": "4.57.1",
  "type_vocab_size": 2,
  "use_cache": true,
  "vocab_size": 250000
}
